[
  {
    "aboutme": {
      "blurb": "A developer, an artist, with an eye for anything. Ed D. Chu carries a perspective into your online solution.",
      "history": "With more than fifteen years working in the background of the entertainment industry - specifically in digital media production, Ed D. Chu can give you a look into the finer details of Hollywood and its inner machinations. He has worked on titles like Star Wars prequel and original trilogies and the Alien Anthology.",
      "personal": "He currently awaits an opportunity for a new beginning as a mobile / online web developer. Two dogs keep him company."
    }
  },
  


  {
    "resume": {
      "email": "echu916 at Gmail",
      "linkedin": "https://www.linkedin.com/in/echu916",
      "objective": "Software developer | Web / mobile | full stack | media specialist in OTT and BD",
      "resumesummary": "An accomplished, results-oriented professional highly regarded for managing complex projects that meet demanding time, budget, and quality expectations, both for academic purposes and for clients in the motion picture and television entertainment industry. Out-of-the-box thinker who champions innovative solutions to integrate best practices, drive continuous improvement, and mitigate project risks. Proven track record of guiding full project lifecycles, including strategic planning, programming, troubleshooting, quality control, digital distribution, and more. Previous experience in OTT and Blu-ray disc authoring, having shipped tentpole / AAA studio titles for digital distribution via Blu-ray Disc or streaming media.",
      "achievements": "Stellar Service Award in summer 2009 for work on Gladiator Blu-ray release<br></br>Great Performance Award in summer 2010 for work on Alien Anthology Blu-ray release",
      "workhistory": {
        "work_timeline": "August 2004 - July 2018 - engineer, Deluxe Media Inc., Burbank, CA - Programmed and authored movie and television titles in Blu-ray Disc, and 4K Blu-ray format<br></br>Delivered movie titles for video-on-demand distribution to iTunes.<br></br>Please visit my LinkedIn profile for detailed information."
      }
    }
  },

  {
    "blog": {
      "blog_link": "https://edchu.dev/blog" 
    }

  }
]

